import img1 from "../../../assets/img/ship-1.png";
import img2 from "../../../assets/img/ship-2.jpg";
import img3 from "../../../assets/img/ship-3.jpg";
import img4 from "../../../assets/img/ship-4.jpg";

export const sliderProject = [
  {
    id: 1,
    img: img1,
    title: "Грузовые корабли: мощь морских путей",
    descr:
      "Грузовые корабли — это гиганты, которые перевозят миллионы тонн товаров по морям, обеспечивая глобальную торговлю. Они соединяют страны и континенты, играя важнейшую роль в мировой экономике и логистике."
  },
  {
    id: 2,
    img: img2,
    title: "Грузовые суда: гиганты океанских просторов",
    descr:
      "Грузовые корабли являются основными транспортными средствами для доставки товаров по всему миру. Они обеспечивают стабильную связь между континентами, способствуя развитию международной торговли и поддерживая экономику глобального масштаба."
  },
  {
    id: 3,
    img: img3,
    title: "Грузовые корабли: сердце мировой торговли",
    descr:
      "Грузовые корабли — это важнейшие звенья мировой транспортной сети, которые доставляют товары по всему миру, играя ключевую роль в экономике и поддерживая глобальные торговые потоки и логистику."
  },
  {
    id: 4,
    img: img4,
    title: "Грузовые суда: ключевой элемент мировой торговли",
    descr:
      "Грузовые корабли — неотъемлемая часть мировой транспортной системы, обеспечивающая доставку товаров по всему миру и поддерживающая глобальные торговые связи и экономику."
  }
];

export const text = [
  "Грузовые корабли — ключевые транспортные средства для мировой торговли, перевозящие товары между континентами. Они используются для доставки различных видов грузов: от сырья и продуктов до промышленных товаров. Эти суда необходимы для обеспечения экономической стабильности, так как они соединяют страны и обеспечивают доступ к необходимым ресурсам."
];
