import img1 from "../../../assets/img/sl1.png";
import img2 from "../../../assets/img/sl2.avif";
import img3 from "../../../assets/img/sl3.avif";
import img4 from "../../../assets/img/sl4.avif";
import img5 from "../../../assets/img/sl5.avif";

export const flot = [
  {
    id: 1,
    img: img1,
    title: "Безопасность и качество",
    t1: "Безопасность и качество — это надежность, контроль, стандарты и уверенность. Мы обеспечиваем безупречный результат, соблюдая строгие нормы, гарантируя долговечность.",
    t2: "Безопасность и качество — это надежность, ответственность и точность. Мы соблюдаем стандарты, контролируем каждый этап и гарантируем безупречный результат для максимальной уверенности и комфорта.",
    t3: "Безопасность и качество — это контроль, надежность и точность. Мы обеспечиваем высокие стандарты, гарантируя надежный и долговечный результат.",
    t4: "Безопасность и качество — это надежность, контроль и ответственность. Мы соблюдаем строгие стандарты, гарантируя долговечность, эффективность и безупречный результат в каждом аспекте работы."
  },
  {
    id: 2,
    img: img2,
    title: "Высокие стандарты",
    t1: "Высокие стандарты — это надежность, точность и ответственность. Мы обеспечиваем качество, следуя строгим нормам, гарантируя эффективность, долговечность и безопасность на каждом этапе работы.",
    t2: "Высокие стандарты — это контроль, профессионализм и передовые технологии. Мы создаем надежные решения, соответствующие требованиям безопасности и качества для максимального комфорта и уверенности.",
    t3: "Высокие стандарты — это гарантия качества и надежности. Мы строго соблюдаем все нормы, обеспечивая долгосрочный результат и эффективную работу.",
    t4: "Высокие стандарты — это безупречное качество, точность и внимание к деталям. Мы создаем решения, соответствующие высоким требованиям безопасности, надежности и эффективности."
  },
  {
    id: 3,
    img: img3,
    title: "Безопасность превыше всего",
    t1: "Безопасность превыше всего — это приоритет надежности и защиты. Мы гарантируем безопасность на каждом этапе, соблюдая строгие стандарты для эффективного и безопасного результата.",
    t2: "Безопасность превыше всего — это ответственность и внимание к каждому процессу. Мы обеспечиваем защиту и соблюдение норм для гарантии высокого качества и надежности.",
    t3: "Безопасность превыше всего — это основа наших решений. Мы следим за каждым этапом, гарантируя безопасность, надежность и долгосрочную защиту на всех уровнях.",
    t4: "Безопасность превыше всего — это наш главный принцип. Мы обеспечиваем строгий контроль, соблюдая высочайшие стандарты, гарантируя защиту и эффективность на каждом этапе работы."
  },
  {
    id: 4,
    img: img4,
    title: "Защита и качество",
    t1: "Защита и качество — это надежность и безопасность на каждом шаге. Мы гарантируем высший стандарт защиты, обеспечивая долговечность и эффективность в каждом процессе.",
    t2: "Защита и качество — это строгий контроль и внимание к деталям. Мы гарантируем высочайший уровень защиты, соблюдая стандарты качества для стабильности и надежности.",
    t3: "Защита и качество — это наш приоритет. Мы обеспечиваем надежность и безопасность, придерживаясь строгих стандартов для долговечности и эффективности каждого решения.",
    t4: "Защита и качество — это стандарты, на которых строится наше доверие. Мы гарантируем надежную защиту, соблюдая высокие требования качества для стабильных и эффективных решений."
  },
  {
    id: 5,
    img: img5,
    title: "Качество без компромиссов",
    t1: "Качество без компромиссов — это гарантии надежности и точности. Мы обеспечиваем наивысший стандарт качества, не жертвуя ни одной деталью для достижения идеального результата.",
    t2: "Качество без компромиссов — это соблюдение строгих стандартов на каждом этапе. Мы гарантируем безупречное качество, исключая даже малейшие отклонения от идеала.",
    t3: "Качество без компромиссов — это максимальная ответственность и внимание. Мы гарантируем, что каждый продукт и услуга соответствуют самым высоким требованиям и стандартам.",
    t4: "Качество без компромиссов — это неизменное стремление к совершенству. Мы обеспечиваем высокое качество на всех уровнях, исключая любые отклонения и гарантируя долговечность."
  }
];
